Repository: raniop/ChildTime
Catalog: Shared/Localization/Localizable.xcstrings
Source language: he
Languages: ar, en, ru

source: אֵין הַרְשָׁאָה לְמַצְלֵמָה. הַקְלִידוּ אֶת הַקּוֹד בִּמְקוֹם זֹאת.
ar: لا إذن للكاميرا. اكتبوا الرمز بدلًا من ذلك.
en: No camera access. Type the code instead.
ru: Нет доступа к камере. Введите код вручную.

source: אֵין חִבּוּר לָאִינְטֶרְנֶט. בִּדְקוּ אֶת הַחִבּוּר וְנַסּוּ שׁוּב.
ar: لا يوجد اتصال بالإنترنت. تحقّقوا من الاتصال وحاولوا مرّة أخرى.
en: No internet connection. Check your connection and try again.
ru: Нет подключения к интернету. Проверьте связь и попробуйте снова.

source: אֵין כָּרֶגַע מַכְשִׁיר מְחֻבָּר לְ%@ — הַחַלּוֹן יִפָּתַח בָּרֶגַע שֶׁהַמַּכְשִׁיר יִתְחַבֵּר.
ar: لا يوجد جهاز متصل بـ%@ الآن — ستُفتح النافذة فور اتصال الجهاز.
en: No device is connected to %@ right now — the window will open as soon as the device connects.
ru: Сейчас к %@ не подключено устройство — окно откроется, как только устройство подключится.

source: אֵין לִי קוֹד — אֶצּוֹר מִשְׁפָּחָה מִשֶּׁלִּי
ar: ليس لديّ رمز — سأنشئ عائلتي الخاصة
en: I don't have a code — I'll create my own family
ru: У меня нет кода — создам свою семью

source: אֵין לַמִּשְׁפָּחָה מַכְשִׁיר הוֹרֶה נוֹסָף. קֹדֶם הַתְקִינוּ טוֹפִי בָּאַיְפוֹן וְהִתְחַבְּרוּ עִם אוֹתוֹ חֶשְׁבּוֹן, אַחֶרֶת לֹא תּוּכְלוּ לְנַהֵל.
ar: لا يوجد للعائلة جهاز والد آخر. ثبّتوا Tofy أولًا على الـ iPhone وسجّلوا الدخول بالحساب نفسه، وإلا فلن تتمكنوا من الإدارة.
en: Your family has no other parent device. First install Tofy on your iPhone and sign in with the same account — otherwise you won't be able to manage the family.
ru: У семьи нет другого устройства родителя. Сначала установите Tofy на iPhone и войдите с тем же аккаунтом, иначе вы не сможете управлять семьёй.

source: אֵין מַכְשִׁירִים מְחוּבָּרִים
ar: لا أجهزة متصلة
en: No connected devices
ru: Нет подключённых устройств

source: אֵין מַצְלֵמָה בַּמַּכְשִׁיר הַזֶּה. הַקְלִידוּ אֶת הַקּוֹד בִּמְקוֹם זֹאת.
ar: لا كاميرا في هذا الجهاز. اكتبوا الرمز بدلًا من ذلك.
en: This device has no camera. Type the code instead.
ru: На этом устройстве нет камеры. Введите код вручную.

source: אֵין עֲדַיִן פְּעִילוּת בַּתְּקוּפָה הַזּוֹ.
ar: لا نشاط في هذه الفترة بعد.
en: No activity in this period yet.
ru: Пока нет активности за этот период.

source: אֵין עֲדַיִן פֵּרוּט לְפִי מְיֻמָּנוּת בְּנוֹשֵׂא זֶה.
ar: لا تفصيل حسب المهارة في هذا الموضوع بعد.
en: No skill breakdown for this topic yet.
ru: Пока нет разбивки по навыкам в этой теме.

source: אֵין עֲדַיִן שִׂיחוֹת
ar: لا توجد محادثات بعد
en: No chats yet
ru: Пока нет чатов

source: אֵין פְּרוֹפִיל פָּעִיל
ar: لا ملف شخصي نشط
en: No active profile
ru: Нет активного профиля

source: אֵין — שׁוּם נְעִילָה לֹא תַּעֲבֹד
ar: غير ممنوح — لن يعمل أي قفل
en: Missing — no lock will work
ru: Нет — блокировка не сработает

source: אֵיפֹה %@?
ar: أين %@؟
en: Where is %@?
ru: Где %@?

source: אֵירוֹפָּה
ar: أوروبا
en: Europe
ru: Европа

source: אֵלֶּה יִנָּעֲלוּ עַד שֶׁהַיֶּלֶד יַרְוִיחַ דַּקּוֹת מִשְׂחָק.
ar: تبقى هذه مقفلة حتى يربح الطفل دقائق لعب.
en: These stay locked until your child earns play minutes.
ru: Они будут заблокированы, пока ребёнок не заработает минуты игры.

source: אֵלֶּה לֹא יִנָּעֲלוּ אַף פַּעַם — גַּם אִם הַקָּטֵגוֹרְיָה שֶׁלָּהֶם חֲסוּמָה.
ar: هذه لا تُقفل أبدًا — حتى لو كانت فئتها محجوبة.
en: These never lock — even if their category is blocked.
ru: Они не блокируются никогда — даже если их категория заблокирована.

source: אֶבְחַר אַחַר כָּךְ
ar: سأختار لاحقًا
en: I'll choose later
ru: Выберу позже

source: אֶבֶן
ar: حجر
en: stone
ru: камень

source: אֶחָד
ar: واحِد
en: one
ru: один

source: אֶפְשָׁר לְדַלֵּג וּלְחַבֵּר אֶת הַמַּכְשִׁיר אַחַר כָּךְ — מֵהַמָּסָךְ הָרָאשִׁי.
ar: يمكن التخطّي وربط الجهاز لاحقًا — من الشاشة الرئيسية.
en: You can skip this and connect the device later — from the home screen.
ru: Можно пропустить и подключить устройство позже — с главного экрана.

source: אֶפְשָׁר לְנַסּוֹת עוֹד סִבּוּב 💪
ar: يمكنكم لعب جولة أخرى 💪
en: You can play another round 💪
ru: Можно сыграть ещё раунд 💪

source: אֶפְשָׁר לְשַׁנּוֹת מְאוּחָר יוֹתֵר בְּהַגְדָּרוֹת.
ar: يمكن تغيير ذلك لاحقًا في الإعدادات.
en: You can change this later in Settings.
ru: Это можно изменить позже в настройках.

source: אֶפְשָׁר לִבְחֹר קָטֵגוֹרְיָה שְׁלֵמָה (מִשְׂחָקִים, רְשָׁתוֹת חֶבְרָתִיּוֹת) אוֹ אַפְּלִיקַצְיוֹת מְסֻיָּמוֹת. תָּמִיד אֶפְשָׁר לְשַׁנּוֹת.
ar: يمكن اختيار فئة كاملة (ألعاب، شبكات اجتماعية) أو تطبيقات محدّدة. ويمكن التغيير دائمًا.
en: You can pick a whole category (games, social media) or specific apps. You can always change this.
ru: Можно выбрать целую категорию (игры, соцсети) или отдельные приложения. Изменить можно в любой момент.

source: אֶפְשָׁר לִמְצֹא אֶת זֶה תָּמִיד בְּהַגְדָּרוֹת הַהוֹרִים שֶׁל טוֹפִי בַּטֶּלֶפוֹן הַזֶּה.
ar: يمكنكم دائمًا إيجاد هذا في إعدادات الأهل في Tofy على هذا الهاتف.
en: You can always find this in Tofy's parent settings on this phone.
ru: Это всегда можно найти в родительских настройках Tofy на этом телефоне.

source: אֶפְשָׁר לִסְפּוֹר עַל הָאֶצְבָּעוֹת אוֹ לְצַיֵּר נְקוּדּוֹת וְאָז לִסְפּוֹר אֶת הַכֹּל.
ar: يمكن العدّ على الأصابع أو رسم نقاط ثم عدّ الجميع.
en: You can count on your fingers or draw dots, then count them all.
ru: Можно посчитать на пальцах или нарисовать точки, а потом сосчитать всё.

source: אֶפְשָׁר לִפְתּוֹחַ עַכְשָׁיו %lld דַּקּוֹת מִשְׂחָק! 🎮
ar: يمكن فتح %lld دقيقة لعب الآن! 🎮
en: You can unlock %lld play minutes now! 🎮
ru: Можно открыть сейчас %lld минуты игры! 🎮

source: אֶפְשָׁר תָּמִיד לְהִצְטָרֵף לְמִשְׂחָק חָדָשׁ אַחַר כָּךְ.
ar: يمكن دائمًا الانضمام إلى لعبة جديدة لاحقًا.
en: You can always join a new game later.
ru: Всегда можно присоединиться к новой игре позже.

source: אֶקְבַּע אֶת הַשֵּׁם אַחַר כָּךְ
ar: سأحدّد الاسم لاحقًا
en: I'll set the name later
ru: Задам имя позже

source: אֶרֶץ אַנְגְּלִית
ar: أرض الإنجليزية
en: English Land
ru: Страна английского

source: אֶרֶץ הָעִבְרִית
ar: أرض العبرية
en: Hebrew Land
ru: Страна иврита

source: אֶת הַדַּקּוֹת הָאֵלֶּה הַהוֹרִים נָתְנוּ לָכֶם בְּמַתָּנָה — לֹא צָרִיךְ לַעֲנוֹת עַל שְׁאֵלוֹת כְּדֵי לִפְתּוֹחַ אוֹתָן.
ar: هذه الدقائق هديّة من والديك — لا حاجة للإجابة عن أسئلة لفتحها.
en: Your parents gave you these minutes as a gift — no questions needed to open them.
ru: Эти минуты тебе подарили родители — чтобы их открыть, не нужно отвечать на вопросы.

source: אֶת הַמִּשְׁפָּחָה בְּטוֹפִי פּוֹתְחִים מֵהַטֶּלֶפוֹן שֶׁל אַבָּא אוֹ אִמָּא — וּמִשָּׁם מְחַבְּרִים גַּם אֶת הַמַּכְשִׁיר הַזֶּה, וּמַתְחִילִים לְשַׂחֵק וּלְהַרְוִיחַ דַּקּוֹת!
ar: تُنشأ العائلة في Tofy من هاتف أبي أو أمي — ومن هناك يُربط هذا الجهاز أيضاً، فتبدأ اللعب وكسب الدقائق!
en: A Tofy family is started on Mom's or Dad's phone — and from there they connect this device too, so you can start playing and earning minutes!
ru: Семью в Tofy создают на телефоне мамы или папы — оттуда подключают и это устройство, и можно играть и зарабатывать минуты!

source: אֶת הַמִּשְׁפָּחָה מְנַהֲלִים בְּדֶרֶךְ כְּלָל מֵהַטֶּלֶפוֹן שֶׁלָּכֶם
ar: عادةً تُدار العائلة من هاتف أحد الوالدين
en: Families usually manage Tofy from a parent's phone
ru: Семьёй обычно управляют с телефона родителя

source: אֶת הַמִּשְׁפָּחָה מְנַהֲלִים בְּדֶרֶךְ כְּלָל מֵהָאַיְפוֹן שֶׁלָּכֶם
ar: عادةً تُدار العائلة من الـ iPhone الخاص بكم
en: The family is usually managed from your iPhone
ru: Семьёй обычно управляют с вашего iPhone

source: אֶת הַקּוֹד הַזֶּה כְּבָר נִסִּינוּ — בּוֹאוּ נְנַסֶּה אַחֵר
ar: جرّبنا هذا الرمز من قبل — لنجرّب غيره
en: We already tried this code — let's try another
ru: Этот код мы уже пробовали — попробуем другой

source: אֶתְגַּר יוֹמִי
ar: تحدٍّ يومي
en: Daily challenge
ru: Задание дня

source: אֶתְגָּר יוֹמִי
ar: التحدّي اليومي
en: Daily challenge
ru: Испытание дня

source: אַבָּא אוֹ אִמָּא בִּקְּשׁוּ לְצַפְצֵף כְּדֵי לִמְצֹא אוֹתוֹ
ar: طلب بابا أو ماما أن يرنّ حتى يجداه
en: Mom or Dad asked it to beep so they can find it
ru: Мама или папа включили звук, чтобы найти его

source: אַבָּא אוֹ אִמָּא יְכוֹלִים לִפְתּוֹחַ אוֹתָן מִטּוֹפִי, עִם קוֹד הַהוֹרֶה
ar: يمكن لأمك أو أبيك فتحها من Tofy برمز الوالدين
en: Mom or Dad can open them from Tofy with the parent code
ru: Мама или папа могут открыть их из Tofy с родительским кодом

source: אַבָּא אוֹ אִמָּא יוֹרִידוּ תְּשׁוּבָה אַחַת לֹא נְכוֹנָה — וְאַתְּ עוֹנָה 😉
ar: سيزيل أبوكِ أو أمّكِ إجابة خاطئة واحدة — وتُجيبين أنتِ 😉
en: Mom or Dad will remove one wrong answer — then you pick 😉
ru: Папа или мама уберут один неверный ответ — и ты отвечаешь 😉

source: אַבָּא אוֹ אִמָּא יוֹרִידוּ תְּשׁוּבָה אַחַת לֹא נְכוֹנָה — וְאַתָּה עוֹנֶה 😉
ar: سيزيل أبوك أو أمّك إجابة خاطئة واحدة — وتُجيب أنت 😉
en: Mom or Dad will remove one wrong answer — then you pick 😉
ru: Папа или мама уберут один неверный ответ — и ты отвечаешь 😉

source: אַבָּא וְאִמָּא יִרְאוּ אֵיפֹה אַתְּ
ar: سيرى بابا وماما أين أنتِ
en: Mom and Dad will see where you are
ru: Мама и папа будут видеть, где ты

source: אַבָּא וְאִמָּא יִרְאוּ אֵיפֹה אַתָּה
ar: سيرى بابا وماما أين أنت
en: Mom and Dad will see where you are
ru: Мама и папа будут видеть, где ты

source: אַבָּא וְאִמָּא שָׁלְחוּ לְךָ עוֹלָם חָדָשׁ! 🎉
ar: أرسل لك أبوك وأمّك عالمًا جديدًا! 🎉
en: Mom and Dad sent you a new world! 🎉
ru: Мама и папа прислали тебе новый мир! 🎉

source: אַבָּא וְאִמָּא שָׁלְחוּ לָךְ עוֹלָם חָדָשׁ! 🎉
ar: أرسل لكِ أبوكِ وأمّكِ عالمًا جديدًا! 🎉
en: Mom and Dad sent you a new world! 🎉
ru: Мама и папа прислали тебе новый мир! 🎉

source: אַבּוּ נַפְחָא
ar: السمكة المنتفخة
en: pufferfish
ru: рыба-фугу

source: אַבּוּב
ar: مزمار أوبوا
en: Oboe
ru: Гобой

source: אַגָּדִי
ar: أسطوري
en: Epic
ru: Легендарный

source: אַחְלָה — סְגוֹר
ar: رائع — أغلِق
en: Awesome — close
ru: Отлично — закрыть

source: אַחְלָה — סִגְרִי
ar: رائع — أغلقي
en: Awesome — close
ru: Отлично — закрыть

source: אַחַר הַצָּהֳרַיִם
ar: بعد الظهر
en: in the afternoon
ru: днём

source: אַחַר כָּךְ
ar: لاحقًا
en: Later
ru: Позже

source: אַחַת מְחַכָּה
ar: واحدة تنتظر
en: 1 waiting
ru: Одна ждёт

source: אַיְפֵּד
ar: iPad
en: iPad
ru: iPad

source: אַיְפוֹן
ar: iPhone
en: iPhone
ru: iPhone

source: אַלּוּף בָּזֶה! 🌟 בּוֹא נְגַלֶּה גַּם עוֹלָם אַחֵר — יֵשׁ בּוֹנוּס גִּוּוּן 🌈
ar: أنت بطل في هذا! 🌟 هيّا نكتشف عالمًا آخر أيضًا — هناك مكافأة تنويع 🌈
en: You're a champ at this! 🌟 Let's explore another world too — there's a variety bonus 🌈
ru: Ты в этом чемпион! 🌟 Давай откроем и другой мир — есть бонус за разнообразие 🌈

source: אַלּוּף הָעוֹלָם! 👑
ar: بطل العالم! 👑
en: World champion! 👑
ru: Чемпион мира! 👑

source: אַלּוּף!
ar: بطل!
en: Champ!
ru: Чемпион!

source: אַלּוּף! מַמְשִׁיכִים לְהִתְקַדֵּם
ar: بطل! نواصل التقدّم
en: Champ! Keep it going
ru: Чемпион! Продолжаем в том же духе

source: אַלּוּפִים! 💫 הַדַּקּוֹת נִשְׁמְרוּ לְמָחָר 🏦
ar: أبطال! 💫 حُفِظت الدقائق للغد 🏦
en: Amazing! 💫 Your minutes are saved for tomorrow 🏦
ru: Молодцы! 💫 Минуты сохранены на завтра 🏦

source: אַלּוּפַת הָעוֹלָם! 👑
ar: بطلة العالم! 👑
en: World champion! 👑
ru: Чемпионка мира! 👑

source: אַלּוּפָה בָּזֶה! 🌟 בּוֹאִי נְגַלֶּה גַּם עוֹלָם אַחֵר — יֵשׁ בּוֹנוּס גִּוּוּן 🌈
ar: أنتِ بطلة في هذا! 🌟 هيّا نكتشف عالمًا آخر أيضًا — هناك مكافأة تنويع 🌈
en: You're a champ at this! 🌟 Let's explore another world too — there's a variety bonus 🌈
ru: Ты в этом чемпионка! 🌟 Давай откроем и другой мир — есть бонус за разнообразие 🌈

source: אַלּוּפָה!
ar: بطلة!
en: Champ!
ru: Чемпионка!

source: אַלּוּפָה! מַמְשִׁיכִים לְהִתְקַדֵּם
ar: بطلة! نواصل التقدّم
en: Champ! Keep it going
ru: Чемпионка! Продолжаем в том же духе

source: אַלוֹזָאוּרוּס
ar: ألوصور
en: Allosaurus
ru: аллозавр

source: אַמְּתוּ זֶהוּת כְּדֵי לָצֵאת מִמַּצַּב יֶלֶד
ar: أكّدوا الهوية للخروج من وضع الطفل
en: Verify your identity to exit Kid Mode
ru: Подтвердите личность, чтобы выйти из детского режима

source: אַמְבּוּלַנְס
ar: سيارة إسعاف
en: Ambulance
ru: Скорая помощь

source: אַמְסְטֶרְדָּם
ar: أمستردام
en: Amsterdam
ru: Амстердам

source: אַנְגְּלִית
ar: الإنجليزية
en: English
ru: Английский

source: אַנְקִילוֹזָאוּרוּס
ar: أنكيلوصور
en: Ankylosaurus
ru: анкилозавр

source: אַנְקָרָה
ar: أنقرة
en: Ankara
ru: Анкара

source: אַסְטְרוֹנָאוּטִים, טִילִים וְיִשְׂרָאֵל בֶּחָלָל
ar: روّاد فضاء وصواريخ وإسرائيل في الفضاء
en: Astronauts, rockets, and NASA missions
ru: Космонавты, ракеты и Израиль в космосе

source: אַסְטֶרוֹאִיד
ar: كويكب
en: asteroid
ru: астероид

source: אַסְיָה
ar: آسيا
en: Asia
ru: Азия

source: אַף
ar: أنف
en: nose
ru: нос

source: אַף סִפְרָה בַּקּוֹד אֵינָהּ רִאשׁוֹנִית
ar: لا يوجد رقم أولي في الرمز
en: No digit in the code is a prime number
ru: Ни одна цифра кода не является простым числом

source: אַף פַּעַם לֹא נְעוּלוֹת — גַּם אִם הַקָּטֵגוֹרְיָה שֶׁלָּהֶן חֲסוּמָה. שִׁמּוּשִׁי כְּדֵי לְאַפְשֵׁר אַפְּלִיקַצְיָה חֲדָשָׁה לִצְמִיתוּת.
ar: لا تُقفل أبدًا — حتى لو كانت فئتها محجوبة. مفيد للسماح بتطبيق جديد بشكل دائم.
en: Never locked — even if their category is blocked. Useful for permanently allowing a new app.
ru: Никогда не блокируются — даже если их категория заблокирована. Удобно, чтобы навсегда разрешить новое приложение.

source: אַפְּלִיקַצְיָה אַחַת אוֹ כַּמָּה, לִזְמַן קָצוּב. בְּסוֹפוֹ הֵן נִנְעָלוֹת לְבַד.
ar: تطبيق واحد أو بضعة تطبيقات لوقت محدد. تُقفَل من تلقاء نفسها عند انتهائه.
en: One app or a few, for a set time. They lock again on their own when it ends.
ru: Одно или несколько приложений на заданное время. Потом они блокируются сами.

source: אַפְּלִיקַצְיָה חֲדָשָׁה
ar: تطبيق جديد
en: A new app
ru: Новое приложение

source: אַפְּלִיקַצְיָה מְסוּיֶּמֶת פְּתוּחָה
ar: تطبيق محدّد مفتوح
en: Specific app unlocked
ru: Отдельное приложение открыто

source: אַפְּלִיקַצְיָה שֶׁנִּמְצֵאת שָׁם, טוֹפִי לֹא יָכוֹל לִנְעֹל.
ar: التطبيق الموجود هناك لا يستطيع Tofy قفله.
en: An app on that list is one Tofy cannot lock.
ru: Приложение из этого списка Tofy заблокировать не может.

source: אַפְּלִיקַצְיוֹת בַּמַּכְשִׁיר
ar: التطبيقات على الجهاز
en: Apps on the device
ru: Приложения на устройстве

source: אַפְּלִיקַצְיוֹת וּנְעִילָה
ar: التطبيقات والإقفال
en: Apps & locking
ru: Приложения и блокировка

source: אַפְּלִיקַצְיוֹת חֲדָשׁוֹת לֹא נְעוּלוֹת
ar: التطبيقات الجديدة غير مقفلة
en: New apps are not locked
ru: Новые приложения не блокируются

source: אַפְּלִיקַצְיוֹת מוּתָּרוֹת
ar: التطبيقات المسموحة
en: Allowed apps
ru: Разрешённые приложения

source: אַפְּלִיקַצְיוֹת שֶׁתָּמִיד מוּתָּרוֹת
ar: تطبيقات مسموحة دائمًا
en: Always-allowed apps
ru: Всегда разрешённые приложения

source: אַפְּסוּ
ar: أعيدوا التعيين
en: Reset
ru: Сбросить

source: אַפְּסוּ אֶת הַמַּכְשִׁיר
ar: أعيدوا تعيين الجهاز
en: Reset this device
ru: Сбросить это устройство

source: אַפְשְׁרוּ מְחִיקַת הָאַפְּלִיקַצְיָה (5 דַּקּוֹת)
ar: اسمحوا بحذف التطبيق (5 دقائق)
en: Allow deleting the app (5 minutes)
ru: Разрешить удаление приложения (5 минут)

source: אַפְשְׁרוּ מְחִיקָה לְ-5 דַּקּוֹת
ar: اسمحوا بالحذف لمدة 5 دقائق
en: Allow deleting for 5 minutes
ru: Разрешить удаление на 5 минут

source: אַפְשֵׁר מְחִיקַת אַפְּלִיקַצְיוֹת (5 דַּק')
ar: السماح بحذف التطبيقات (5 دقائق)
en: Allow app deletion (5 min)
ru: Разрешить удаление приложений (5 мин)

source: אַקְסֶסוֹרִיז
ar: إكسسوارات
en: Accessories
ru: Аксессуары

source: אַרְבַּע יְלָדוֹת
ar: أربع فتيات
en: 4 girls
ru: Четыре девочки

source: אַרְבַּע תְּשׁוּבוֹת — בְּחַר אֶת הַנְּכוֹנָה מַהֵר!
ar: أربع إجابات — اختر الصحيحة بسرعة!
en: Four answers — pick the right one fast!
ru: Четыре ответа — выбери правильный быстро!

source: אַרְבַּע תְּשׁוּבוֹת — בַּחֲרִי אֶת הַנְּכוֹנָה מַהֵר!
ar: أربع إجابات — اختاري الصحيحة بسرعة!
en: Four answers — pick the right one fast!
ru: Четыре ответа — выбери правильный быстро!

source: אַרְבָּעָה
ar: أَرْبَعَة
en: four
ru: четыре

source: אַרְבָּעָה יְלָדִים
ar: أربعة أولاد
en: 4 kids
ru: Четверо детей

source: אַרְגֶּנְטִינָה
ar: الأرجنتين
en: Argentina
ru: Аргентина

source: אַרְיֵה
ar: أسد
en: Lion
ru: Лев

source: אַרְנָב
ar: أرنب
en: Bunny
ru: Кролик

source: אַרְנָק
ar: محفظة
en: Wallet
ru: Кошелёк

source: אַרְצוֹת הַבְּרִית
ar: الولايات المتحدة
en: United States
ru: США

source: אַשְּׁרוּ
ar: وافِقوا
en: Accept
ru: Подтвердить

source: אַשְּׁרוּ בַּקָּשַׁת חֲבֵרוּת
ar: اقبلوا طلب الصداقة
en: Accept friend request
ru: Принять заявку в друзья

source: אַתְּ
ar: أنتِ
en: you
ru: ты

source: אַתְּ הַמַּנְהִיגָה — הַמִּשְׂחָק יִסְתַּיֵּם לְכָל הַחֲבֵרִים.
ar: أنتِ القائدة — ستنتهي اللعبة لجميع أصدقائكِ.
en: You're the host — the game will end for all your friends.
ru: Ты ведущая — игра завершится для всех друзей.

source: אַתְּ רוֹצָה
ar: تريدين
en: you want
ru: ты хочешь

source: אַתֶּם חֲבֵרִים עַכְשָׁיו! 🤝
ar: أصبحتما صديقين الآن! 🤝
en: You're friends now! 🤝
ru: Теперь вы друзья! 🤝

source: אַתֶּם כְּבָר חֲבֵרִים 🙂
ar: أنتما صديقان بالفعل 🙂
en: You're already friends 🙂
ru: Вы уже друзья 🙂

source: אַתֶּם עוֹקְבִים וּמְקַבְּלִים הַמְלָצוֹת
ar: تتابعون وتتلقّون توصيات
en: You follow along and get tips
ru: Вы следите за прогрессом и получаете рекомендации

source: אַתָּה
ar: أنت
en: you
ru: ты

source: אַתָּה הַמַּנְהִיג — הַמִּשְׂחָק יִסְתַּיֵּם לְכָל הַחֲבֵרִים.
ar: أنت القائد — ستنتهي اللعبة لجميع أصدقائك.
en: You're the host — the game will end for all your friends.
ru: Ты ведущий — игра завершится для всех друзей.

source: אַתָּה רוֹצֶה
ar: تريد
en: you want
ru: ты хочешь

source: אָדוֹם-כָּתוֹם
ar: أحمر-برتقالي
en: Red-orange
ru: Красно-оранжевый

source: אָמָנוּת
ar: فنّ
en: Art
ru: Искусство

source: אָנָלוֹגְיוֹת וּמִי לֹא שַׁיָּךְ
ar: تشبيهات ومن لا ينتمي
en: Analogies and odd one out
ru: Аналогии и «кто лишний»

source: אָסְפוּ בְּדִיּוּק %@!
ar: اِجْمَعُوا بِالضَّبْطِ هٰذا العَدَد: %@!
en: Collect exactly this many: %@!
ru: Соберите ровно столько: %@!

source: אָסַפְתֶּם אֶת כָּל הַזְּמַן לְהַיּוֹם! מַמְשִׁיכִים לֶאֱסֹף כּוֹכָבִים ⭐
ar: جمعتم كل الوقت لليوم! نكمل بجمع النجوم ⭐
en: You've collected all of today's time! Keep collecting stars ⭐
ru: Всё время на сегодня собрано! Продолжаем собирать звёзды ⭐

source: אָתוּנָה
ar: أثينا
en: Athens
ru: Афины

source: אֹזֶן
ar: أذن
en: ear
ru: ухо

source: אֹכֶל
ar: طعام
en: Food
ru: Еда

source: אֹרֶז
ar: أرز
en: rice
ru: рис

source: אבד עניין
ar: فقد الاهتمام
en: Losing interest
ru: Теряет интерес

source: אבד ענין
ar: فقد الاهتمام
en: Losing interest
ru: Теряет интерес

source: אבחר אחר כך
ar: سأختار لاحقًا
en: I'll choose later
ru: Выберу позже

source: אבטחה
ar: الأمان
en: Security
ru: Безопасность

source: או הקלידו את הקוד
ar: أو اكتبوا الرمز
en: Or type the code
ru: Или введите код

source: או — במכשיר של ההורה השני:
ar: أو — على جهاز الوالد الثاني:
en: Or — on the other parent's device:
ru: Или — на устройстве второго родителя:

source: אוֹ הַקְלִידוּ אֶת הַקּוֹד
ar: أو اكتبوا الرمز
en: Or type the code
ru: Или введите код

source: אוֹ הַקְלִידוּ קוֹד שֶׁל חָבֵר
ar: أو اكتبوا رمز صديق
en: Or type a friend's code
ru: Или введи код друга

source: אוֹ מַקְלִידִים אֶת הַקּוֹד
ar: أو اكتبوا الرمز
en: or type the code
ru: или введите код

source: אוֹ עוֹלָם חָדָשׁ: %@ ✨ +%lld 💎
ar: أو عالم جديد: %1$@ ✨ +%2$lld 💎
en: Or a new world: %1$@ ✨ +%2$lld 💎
ru: Или новый мир: %1$@ ✨ +%2$lld 💎

source: אוֹ — בַּמַּכְשִׁיר שֶׁל הַהוֹרֶה הַשֵּׁנִי:
ar: أو — على جهاز الوالد الثاني:
en: Or — on the other parent's device:
ru: Или — на устройстве второго родителя:

source: אוֹבֵרוֹל
ar: أفرول
en: Overalls
ru: Комбинезон

source: אוֹגֵר
ar: هامستر
en: Hamster
ru: Хомяк

source: אוֹדוֹת וּפְרָטִיּוּת
ar: حول التطبيق والخصوصية
en: About & privacy
ru: О приложении и приватность

source: אוֹהֵב
ar: يحبّ
en: Loves
ru: Любит

source: אוֹהֵד
ar: مشجع
en: Fan
ru: Болельщик

source: אוֹהֶבֶת
ar: تحبّ
en: Loves
ru: Любит

source: אוֹטָוָה
ar: أوتاوا
en: Ottawa
ru: Оттава

source: אוֹטוֹבּוּס
ar: حافلة
en: bus
ru: автобус

source: אוֹכֵל בָּשָׂר
ar: آكل اللحوم
en: Meat-eater
ru: Ест мясо

source: אוֹכֵל צְמָחִים
ar: آكل النباتات
en: Plant-eater
ru: Ест растения

source: אוֹסְטְרִיָּה
ar: النمسا
en: Austria
ru: Австрия

source: אוֹסְטְרַלְיָה
ar: أستراليا
en: Australia
ru: Австралия

source: אוֹסְלוֹ
ar: أوسلو
en: Oslo
ru: Осло

source: אוֹסְפִים כּוֹכָב עַל כָּל תְּשׁוּבָה נְכוֹנָה. הַכּוֹכָבִים אַף פַּעַם לֹא יוֹרְדִים — הֵם הַנִּקּוּד שֶׁלָּכֶם בְּטַבְלַת הַחֲבֵרִים!
ar: تجمعون نجمة عن كل إجابة صحيحة. والنجوم لا تنقص أبدًا — إنها نتيجتكم في جدول الأصدقاء!
en: You get a star for every correct answer. Stars never go down — they're your score on the friends leaderboard!
ru: Ты получаешь звезду за каждый правильный ответ. Звёзды никогда не убавляются — это твои очки в таблице друзей!

source: אוֹסְפִים מֵהַמַּדָּף אֶת כָּל מָה שֶׁבָּרְשִׁימָה וְהוֹלְכִים לַקֻּפָּה
ar: نأخذ من الرف كل ما في القائمة ثم نتوجه إلى الصندوق
en: Take everything on the list off the shelf, then head to the till
ru: Берём с полки всё из списка и идём на кассу

source: אוֹסָקָה
ar: أوساكا
en: Osaka
ru: Осака

source: אוֹפְּס, חָרַגְנוּ מֵהַתַּקְצִיב — מוֹצִיאִים מַשֶּׁהוּ מֵהָעֲגָלָה 🛒
ar: أوبس، تجاوزنا الميزانية — نُخرج شيئًا من العربة 🛒
en: Oops, we went over budget — take something out of the cart 🛒
ru: Ой, мы вышли за бюджет — уберите что-нибудь из тележки 🛒

source: אוֹפְּס... אֵין קְטָעִים חֲדָשִׁים כָּרֶגַע
ar: أوبس... لا مقاطع جديدة الآن
en: Oops… no new passages right now
ru: Упс... новых текстов сейчас нет

source: אוֹפְּס... אֵין שְׁאֵלוֹת לַנּוֹשֵׂא הַזֶּה עֲדַיִן
ar: أوبس... لا أسئلة لهذا الموضوع بعد
en: Oops... no questions for this topic yet
ru: Упс... вопросов по этой теме пока нет

source: אוֹפְנוֹעַ
ar: دراجة نارية
en: motorcycle
ru: мотоцикл

source: אוֹפַנַּיִים
ar: دراجة
en: Bike
ru: Велосипед

source: אוֹפַנַּיִם
ar: دراجة
en: bicycle
ru: велосипед

source: אוֹקֵיי
ar: حسنًا
en: Okay
ru: Хорошо

source: אוֹרְקָה
ar: حوت أوركا
en: Orca
ru: Косатка

source: אוּלַי אַחַר כָּךְ
ar: ربّما لاحقًا
en: Maybe later
ru: Может, позже

source: אוּרִי
ar: أوري
en: Liam
ru: Ури

source: אוּרָנוּס
ar: أورانوس
en: Uranus
ru: Уран

source: אודות ופרטיות
ar: حول التطبيق والخصوصية
en: About & privacy
ru: О приложении и приватность

source: אוהב
ar: يحبّ
en: loves
ru: любит

source: אוהבת
ar: تحبّ
en: loves
ru: любит

source: אולי אחר כך
ar: ربما لاحقًا
en: Maybe later
ru: Может, позже

source: אורי
ar: أوري
en: Uri
ru: Ури

source: אותה
ar: إيّاها
en: her
ru: её

source: אותו
ar: إيّاه
en: him
ru: его

source: אותו דבר כמו "לשחק כאן" — כשיש כמה ילדים, בוחרים מי משחק.
ar: مثل «العب هنا» — عند وجود عدة أطفال تختارون من يلعب.
en: Same as "Play here" — with several children, you choose who plays.
ru: То же, что «Играть здесь», — если детей несколько, выбираете, кто играет.

source: אותו מסלול חכם שמתאים את השאלות לילד — עם שם קצר יותר וקובייה. זה החלק החינמי של טופי
ar: المسار الذكي نفسه الذي يلائم الأسئلة للطفل — باسم أقصر وحجر نرد. هذا هو الجزء المجاني من Tofy
en: The same smart path that fits questions to your child — with a shorter name and a dice icon. It's the free part of Tofy
ru: Тот же умный маршрут, который подбирает вопросы под ребёнка — с более коротким названием и кубиком. Это бесплатная часть Tofy

source: אזור הורים
ar: منطقة الوالدين
en: Parent area
ru: Родительская зона

source: אחבר אחר כך
ar: سأربطه لاحقًا
en: I'll connect it later
ru: Подключу позже

source: אחוז הצלחה
ar: نسبة النجاح
en: Success rate
ru: Процент успеха

source: אחוז התשובות הנכונות מתוך כל השאלות של היום. "—" = עוד לא ענה/תה היום. מתחת ל-50% לאורך זמן? כדאי להוריד רמת קושי מהתפריט ⋯.
ar: نسبة الإجابات الصحيحة من كل أسئلة اليوم. «—» = لم يُجب/تُجب اليوم بعد. أقل من 50% على مدى الوقت؟ يُستحسن خفض مستوى الصعوبة من قائمة ⋯.
en: The percentage of correct answers out of all of today's questions. "—" = hasn't answered yet today. Below 50% over time? Consider lowering the difficulty from the ⋯ menu.
ru: Доля правильных ответов из всех сегодняшних вопросов. «—» = сегодня ещё не отвечал(а). Ниже 50% долгое время? Стоит снизить уровень сложности в меню ⋯.

source: אחוזים
ar: النسب المئوية
en: Percents
ru: Проценты

source: אחר
ar: أخرى
en: Other
ru: Другое

source: אחר כך
ar: لاحقًا
en: Later
ru: Позже
